Repository: malgana/BYOK-Vault-iOS
Catalog: KeyVault/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld keys
ru: %lld ключей

source: About
ru: О приложении

source: Add a note…
ru: Добавить заметку...

source: Add icon
ru: Добавить иконку

source: Add Key
ru: Добавить ключ

source: Add your first key
ru: Добавьте первый ключ

source: API Keys
ru: API-ключи

source: Cancel
ru: Отмена

source: Change icon
ru: Изменить иконку

source: Copied
ru: Скопировано

source: Dashboard
ru: Личный кабинет

source: Dashboard (optional)
ru: Личный кабинет (опционально)

source: Dashboard URL
ru: Ссылка на личный кабинет

source: Data
ru: Данные

source: Delete
ru: Удалить

source: Delete group
ru: Удалить группу

source: Delete Key
ru: Удалить ключ

source: Delete key?
ru: Удалить ключ?

source: Done
ru: Готово

source: Edit
ru: Редактировать

source: Edit Key
ru: Редактировать ключ

source: Error
ru: Ошибка

source: Error code: %lld
ru: Код ошибки: %lld

source: Existing keys with matching values will be skipped.
ru: Существующие ключи с такими же значениями будут пропущены.

source: Export Keys
ru: Экспорт ключей

source: Export saves all keys to an encrypted JSON file. Store it in a safe place.
ru: Экспорт сохраняет все ключи в зашифрованный JSON файл. Храните его в безопасном месте.

source: Failed to create export file
ru: Не удалось создать файл экспорта

source: Failed to load image
ru: Не удалось загрузить изображение

source: Failed to load key
ru: Ошибка загрузки ключа

source: Failed to save key to Keychain
ru: Не удалось сохранить ключ в Keychain

source: Failed to update key in Keychain
ru: Не удалось обновить ключ в Keychain

source: For example: https://console.example.com/api-keys
ru: Например: https://console.example.com/api-keys

source: From JSON file
ru: Из JSON файла

source: Group
ru: Группа

source: Group (optional)
ru: Группа (опционально)

source: Group name
ru: Название группы

source: Icon (optional)
ru: Иконка (опционально)

source: Import
ru: Импортировать

source: Import completed
ru: Импорт завершён

source: Import Keys
ru: Импорт ключей

source: Imported: %lld
ru: Импортировано: %lld

source: Invalid API key
ru: Неверный API ключ

source: Invalid file format
ru: Неверный формат файла

source: Invalid request
ru: Неверный запрос

source: Invalid server response
ru: Неверный ответ сервера

source: Key
ru: Ключ

source: Key blocked
ru: Ключ заблокирован

source: Key name
ru: Название ключа

source: Key works
ru: Ключ работает

source: Keys exported
ru: Ключи экспортированы

source: Name
ru: Название

source: New group
ru: Новая группа

source: New group…
ru: Новая группа...

source: New Key
ru: Новый ключ

source: No access to file
ru: Нет доступа к файлу

source: No API keys
ru: Нет API ключей

source: No group
ru: Без группы

source: No network connection
ru: Нет подключения к сети

source: Note (optional)
ru: Заметка (опционально)

source: Platform
ru: Платформа

source: Platform name
ru: Название платформы

source: Platforms
ru: Платформ

source: Recommended size: 250×250px
ru: Рекомендуемый размер: 250×250px

source: Request formation error
ru: Ошибка формирования запроса

source: Save Changes
ru: Сохранить изменения

source: Save Key
ru: Сохранить ключ

source: Select or enter a platform name
ru: Выберите или введите название платформы

source: Select platform
ru: Выберите платформу

source: Server unavailable
ru: Сервер недоступен

source: Settings
ru: Настройки

source: Skipped (duplicates): %lld
ru: Пропущено (дубликаты): %lld

source: Statistics
ru: Статистика

source: Success
ru: Успешно

source: Tap to paste key
ru: Нажмите чтобы вставить ключ

source: This action cannot be undone. The key will be removed from the app and Keychain.
ru: Это действие нельзя отменить. Ключ будет удален из приложения и Keychain.

source: This key is already added: "%@" (%@)
ru: Этот ключ уже добавлен: "%@" (%@)

source: Total Keys
ru: Всего ключей

source: Unknown
ru: Неизвестно

source: Validation failed
ru: Проверка не пройдена

source: Verify
ru: Проверить

source: Version
ru: Версия

source: Will import
ru: Будет импортировано
